;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.1.1 18
; Update: August 5, 2015
;
[Lang]
NativeLanguage=日本語
[GUI]
ButtonYes=はい
ButtonNo=いいえ
ButtonOK=OK
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=閉じる
ButtonRestore=復元
ButtonMenu=メニュー

[Translation]
LangCode=0411
ReadHabit=Left-to-right
LanguageName=JPN
LangShortName=ja-jp
DefaultFont=MS UI Gothic
DefaultFontSize=9
DefaultCharset=SHIFTJIS_CHARSET
Information=情報
Warning=警告
Error=エラー
Confirm=確認
;
; Popup menu
;
pmHelp=オンラインヘルプ
pmforum=フォーラム
pmHome=ホームページ
pmContact=お問い合わせ
pmCheckNew=アップデートの確認 
pmLang=言語
pmAbout=バージョン情報
pmConMenu=コンテキストメニューに追加
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Windows で削除できない頑固なファイルも除去
FrmWDMain.btnAFile.caption=ファイルの追加
FrmWDMain.btnAfolder.caption=フォルダの追加
FrmWDMain.btnRemove.caption=一覧から削除
FrmWDMain.btnDel.caption=ロック解除＆削除
FrmWDMain.btnsupport.caption=フィードバック
FrmWDMain.btnfacebook.hint=facebook でフォロー
FrmWDMain.btntwitter.hint=Wise Force Deleter を twitter で共有
FrmWDMain.btngoogle.hint=Wise Force Deleter を Google+ で共有
FrmWDMain.btnemail.hint=Wise Force Deleter を友人と共有
FrmWDManin.lvfile.Columns[0]=名前
FrmWDManin.lvfile.Columns[1]=パス
FrmWDManin.lvfile.Columns[2]=ステータス
;
; About
;
FrmAbout.caption=バージョン情報
FrmAbout.lblver.caption=現在のバージョン:
FrmAbout.lblemail.caption=テクニカルサポート:
FrmAbout.lblhome.caption=ホームページ:
FrmAbout.lblthanks.caption=貢献していただいた以下の方々に感謝します:
FrmAbout.lblWarning.caption=警告: このコンピュータプログラムは著作権法および国際条約により保護されています。

[Message]
DragFile=フォルダはドラッグできません。
ForceDelete=強制削除
Newver=Wise Force Deleter の最新バージョンをご利用いただけます。今すぐアップデートしますか？
NoNewVer=お使いのプログラムは最新バージョンです。
None=準備完了
Unlocked=ロック解除＆削除済
Deleted=削除完了
FailDel=削除失敗
Aborted=中止されました
NoExists=存在しません
ConfirmDel=ファイルをロック解除＆削除しますか？
TranslateTo=翻訳...